Repository: AhmedMohamedFadl/Bezati
Catalog: ManageMoney/UI/Home/*.lproj/Home.strings
Languages: ar_eg

# 8su-cL-t8w.normalTitle
source: Setting
ar_eg: الاعدادات

# P4g-DI-Itw.normalTitle
source: Monthly Sataics
ar_eg: الاحصائيات الشهرية

# Rvr-3X-oBc.normalTitle
source: Calender
ar_eg: الاجندة

# XGw-GZ-A1q.title
source: MONTHLY
ar_eg: الشهرى

# XTw-t8-D3h.title
source: DAILY
ar_eg: اليومي

# ZhG-SN-qlG.title
source: WEEKLY
ar_eg: الاسبوعي

# aLQ-m9-80a.normalTitle
source: My Account
ar_eg: حسابي

# dMN-Yw-ygI.normalTitle
source: Expect
ar_eg: التوقعات

# eW2-GM-MEx.normalTitle
source: Category
ar_eg: الاقسام

# kvj-kH-JS7.normalTitle
source: Account
ar_eg: الحساب

# mCB-WC-dn3.normalTitle
source: Choose Date
ar_eg: اختار تاريخ

# vXf-Fm-0v3.title
source: CALENDAR
ar_eg: الاجندة

# znY-Fx-xcx.text
source: Setting
ar_eg: الاعدادات
